Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The objectives for 2004 were therefore not being fully met, with outputs below expectations (e.g., the relaunching of the Knowledge and Information Management System, revamping of the protection part of the website, maintenance of the question-and-answer database, establishment of procedures for receiving and responding to information requests, etc.).
fr: Les objectifs de 2004 n'ont de ce fait pas été entièrement atteints et certains produits se sont situés en deçà des attentes (par exemple, le lancement du nouveau système informatisé de gestion des données, la refonte des pages Web consacrées à la protection, la mise à jour de la base de données contenant les questions et réponses, la formulation des procédures à suivre pour répondre aux demandes d'information, etc.).

source: UNHCR agreed with the Board's recommendation to establish a realistic work plan for protection information, in line with available resources.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de se doter d'un plan de travail réaliste concernant l'information sur la protection, qui corresponde aux ressources disponibles.

source: The Protection Information Section was responsible for the protection-related document repository, collecting information and populating databases. It was to ensure the quality, consistency and timely distribution of protection-related information.
fr: La Section d'information sur la protection est chargée de conserver les documents ayant trait à la protection, de collecter des données, de mettre à jour les bases de données et de diffuser une information cohérente et de qualité dans les délais.

source: The Section maintained six main databases on legal instruments and guidelines. The aim was to disseminate international refugee law and to promote the protection of rights, after ensuring the quality and consistency of UNHCR-labelled publications.
fr: La Section gère six grandes bases de données sur les instruments et principes juridiques et a pour objectif de faire connaître le droit international des réfugiés et de promouvoir la protection des droits tout en veillant à la qualité et à la cohérence des publications du HCR.

source: These functions were hampered by a lack of appropriate monitoring and reporting tools.
fr: Ces fonctions ont pâti du manque d'outils de suivi et d'information appropriés.

source: All sections of the Department of International Protection, the regional bureaux and even country offices produce daily protection-related information and documents.
fr: Toutes les sections du Département de la protection internationale, les bureaux régionaux et les bureaux de pays produisent quotidiennement des informations et des documents ayant trait à la protection.

source: There should be no duplication, since every section or bureau has its own mandate and work area. However, there was no formal log of documents issued.
fr: En principe, il ne devrait pas y avoir de chevauchement d'activités puisque chaque section et bureau a ses propres attributions et domaines de travail.

source: As a result, UNHCR could not ensure that there was no duplication and that it captured all information produced in the appropriate protection database.
fr: Toutefois, les documents publiés ne sont pas enregistrés dans un fichier centralisé et le HCR ne peut garantir que certains documents ne font pas double emploi et que toutes les informations sont versées dans la base de données voulue.

source: Although it has been a priority since the establishment of the Protection Information Section in 2002, the Department of International Protection has not developed a question-and-answer database.
fr: Bien que cela soit une priorité depuis la création de la Section d'information sur la protection en 2002, le Département de la protection internationale ne s'est pas doté d'une base de données regroupant les questions et réponses.

source: As a result, similar governmental requests have received different answers from different units.
fr: De ce fait, des demandes analogues émanant de plusieurs gouvernements ont reçu des réponses différentes de la part de diverses unités administratives.

source: UNHCR had no mechanism ensuring that all its publications were promptly channelled through the Protection Information Section.
fr: Le HCR ne dispose d'aucun mécanisme lui permettant de s'assurer que toutes ses publications sont promptement communiquées à la Section d'information sur la protection.

source: This was detrimental to quality control of documents prior to their dissemination.
fr: Cela nuit au contrôle de la qualité des documents avant leur diffusion.

source: The Section was therefore not in a position to provide a list of information papers published yearly by UNHCR or an estimate of the percentage of such documents actually reviewed and cleared by its staff.
fr: La Section n'est en mesure de fournir ni une liste des documents d'information publiés chaque année par le HCR ni une estimation du pourcentage de documents que son personnel revoit et autorise.

source: As a result, documents had been published and apparently endorsed by UNHCR, although nobody was able to trace their origin or author.
fr: Des documents ont ainsi été publiés avec l'aval apparent du HCR alors que nul n'était capable de dire d'où ils provenaient et qui en étaient les auteurs.

source: UNHCR agreed with the Board's recommendation to implement procedures ensuring the consistency and quality of public protection information.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de prendre des mesures pour veiller à la cohérence et à la qualité de l'information sur la protection qui est rendue publique.

source: Publications policy
fr: Politique en matière de publication

source: The protection-publications policy is based on IOM/78/2003, which provides that a schedule of papers to be produced should be posted on the UNHCR Intranet and forwarded to field offices to avoid potential duplications of activities and to facilitate the management and allocation of resources.
fr: La politique suivie en matière de publications relatives à la protection est fondée sur le document IOM/78/2003, qui prévoit qu'une liste des documents à établir est publiée sur l'Intranet du HCR et communiquée aux bureaux extérieurs afin d'éviter les chevauchements d'activités et de faciliter l'allocation et la gestion des ressources.

source: The schedule should be reviewed every two months.
fr: La liste doit être revue tous les deux mois.

source: UNHCR papers should be accessible to all potential interlocutors, but the Director of the Department of International Protection and the Director of the bureau concerned may decide to restrict circulation; in case of a difference of opinion, the matter is decided by the Assistant High Commissioner.
fr: Les documents du HCR doivent pouvoir être consultés par tous les interlocuteurs potentiels mais il appartient au Directeur du Département de la protection internationale et à celui du bureau intéressé de décider ou non d'en restreindre la diffusion; en cas de divergence d'opinion, le Haut-Commissaire assistant tranche la question.

source: The Protection Information Section should coordinate the updating of the publication schedule.
fr: La Section d'information sur la protection coordonne la mise à jour de la liste de publications.

source: These principles were not fully implemented.
fr: Cette politique n'a pas été appliquée dans son intégralité.

source: Management had not endorsed a publication schedule. As result, there was no protection-publications strategy.
fr: La direction n'a pas approuvé la liste de publications et il n'existe donc pas de stratégie dans le domaine des publications relatives à la protection.

source: A list of papers to be drafted internally or produced externally was established by the Protection Information Section on the basis of needs and priorities identified through informal contacts with the bureaux, country offices and partners, but it did not provide a formal publications strategy.
fr: La Section d'information sur la protection a dressé une liste des documents à établir en interne et en externe compte tenu des besoins et des priorités recensés dans le cadre de consultations officieuses avec les bureaux régionaux, les bureaux de pays et les partenaires mais elle n'a pas défini une stratégie de publication à proprement parler.

source: The Protection Information Section had a significant backlog.
fr: La Section d'information sur la protection a pris beaucoup de retard dans son travail.

source: For instance, as of October 2004, it had recorded 14 general country-information requests for which research work had not started yet, while 10 such tasks had been completed since January 2003 and 5 were under way.
fr: En octobre 2004, par exemple, elle n'avait pas encore entamé les travaux de recherche sur 14 demandes d'information générale sur des pays. Elle avait cependant achevé les travaux de recherche sur 10 autres demandes depuis janvier 2003 et s'occupait de 5 autres demandes.

source: Clearance procedures were ineffective: some documents drafted by the Protection Information Section after heavy research work had been pending for up to one year or more, waiting for an agreement between the Department of International Protection and the bureaux concerned on their status and circulation.
fr: Les procédures d'autorisation sont inefficaces: certains documents établis par la Section après de nombreuses recherches sont placés en attente depuis un an ou plus, faute d'un accord entre le Département et les bureaux intéressés sur leur statut et leur niveau de diffusion.

source: The risk was a less-than-optimal allocation of scarce resources, or a waste of resources.
fr: Il y a là un risque de voir des ressources modestes utilisées de façon inefficiente, voire gaspillées.

source: UNHCR indicated it would further develop its protection-publications policy.
fr: Le HCR a indiqué qu'il étofferait sa politique en matière de publications sur la protection.

source: UNHCR agreed with the Board's recommendation to implement its rules related to protection-publications policy.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'appliquer les règles en vigueur concernant la politique en matière de publications sur la protection.

source: The Protection of Information Section is responsible for the production, distribution and marketing of Refworld, with the assistance of other sections.
fr: La Section d'information sur la protection est chargée de la production, de la distribution et de la commercialisation de Refworld, avec le concours d'autres sections.

source: The direct cost was $14,000 for 2,900 sets of 6 CD-ROMs, but UNHCR did not compute the overall costs for conception, production and distribution.
fr: Le coût direct associé à 2 900 coffrets de six CD-ROM a atteint 14 000 dollars, mais le HCR n'a pas calculé le coût total de la conception, de la production et de la distribution.

source: The risk was that potential savings might not be identified, while the sale price determined could be inadequate.
fr: Il est donc possible que le HCR n'ait pas décelé des économies potentielles et ne facture pas les CD-ROM au juste prix.

source: UNHCR reported that an independent review of Refworld was under way and would be completed in 2005.
fr: Le Haut-Commissariat a fait savoir qu'un examen indépendant de Refworld était en cours et s'achèverait en 2005.

source: UNHCR agreed with the Board's recommendation to undertake a cost analysis of its production of documents and CD-ROMS.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'entreprendre une analyse des coûts de production des documents et des CD-ROM.

source: The decision to charge a reduced price or to distribute free copies depends on factors such as who is ordering, how many are ordered, implications for relations with UNHCR, etc. Decisions were taken on a case-by-case basis and were guided by the objective of distributing Refworld as widely as possible.
fr: La décision de facturer un prix réduit ou de distribuer des exemplaires gratuits est fonction de facteurs tels que le type d'utilisateurs, le nombre de coffrets commandés, l'incidence sur les relations avec le HCR, etc. Le HCR a pris des décisions au cas par cas et a choisi de diffuser Refworld aussi largement que possible.

source: Each copy distributed is registered in the database for reasons of accountability and the mailing of updates.
fr: Chaque coffret distribué est enregistré dans une base de données à des fins de comptabilité et d'envoi des mises à jour.

source: In compliance with the payment instructions disclosed on the subscription form, Refworld should be distributed only after receipt by Protection of Information Section of proof of payment (between $50 and $150, depending on the buyer's status; some users get it free of charge).
fr: D'après les instructions concernant le règlement qui figurent sur le formulaire d'abonnement, Refworld ne devrait être distribué qu'après réception par la Section d'information sur la protection de la confirmation du règlement (entre 50 et 150 dollars selon l'acheteur, certains utilisateurs obtiennent Refworld gratuitement).

source: In practice, Protection of Information Section did not wait for proof of payment.
fr: Dans la pratique, la Section n'attend pas de recevoir confirmation du règlement.

source: As a consequence, outstanding receivables for issues No. 10 and 11 amounted to $72,035 while payments received amounted to $52,221, as at May 2004.
fr: Les montants à percevoir pour les nos 10 et 11 ont ainsi atteint 72 035 dollars tandis que les sommes reçues n'ont représenté que 52 221 dollars en mai 2004.

source: UNHCR agreed with the Board's recommendation to enhance sales reporting tools with a view to monitoring accurately the revenue generated and ensuring the timely collection of payments due.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'améliorer les outils de suivi des ventes afin de suivre de plus près les recettes et de veiller à la mise en recouvrement régulière des sommes dues.

source: Due to technical failures and to some inconsistent data entries by the Protection Information Section, the customer database was not reliable.
fr: Par suite d'incidents techniques et d'incohérences dans les données saisies par la Section d'information sur la protection, la base de données sur les clients n'est pas fiable.

source: The Section cannot obtain sales figures, information on payments due, basic subscription reports or lists of invoice numbers in order to compare data with Treasury receipts or process queries to facilitate mass mailings.
fr: La Section ne peut ni obtenir les données voulues (chiffres des ventes, montants à percevoir, état des abonnements, liste des numéros de facture) pour les comparer avec les sommes reçues par la trésorerie ni bénéficier de fonctions de publipostage.

source: UNHCR agreed with the Board's recommendation to implement an appropriate customer documentation database.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de se doter d'une base de données adéquate concernant les clients qui achètent ses publications.

source: Four employees have successively been in charge of the marketing and distribution of Refworld within 18 months, at the risk of inconsistency and at the cost of repetitive efforts to retrain every new incumbent.
fr: Les fonctions de commercialisation et de distribution de Refworld ont été confiées à quatre fonctionnaires différents en 18 mois, ce qui entraîne un risque d'incohérence et signifie qu'il faut former chaque nouveau titulaire.

source: The Protection Information Section had contacted professional publishing enterprises to outsource this task, but the Department of International Protection indicated that a commercial vendor would require a significant profit margin and would not distribute complimentary subscriptions without being paid to do so.
fr: La Section a pris contact avec des sociétés de diffusion afin d'externaliser ces fonctions, mais le Département de la protection internationale a fait savoir qu'un sous-traitant exigerait une marge bénéficiaire plus importante et ne distribuerait pas les abonnements gratuits sans contrepartie monétaire.

source: This is an issue with which a number of United Nations offices have been confronted.
fr: Il s'agit d'un problème commun à un certain nombre d'entités des Nations Unies.

source: UNHCR agreed with the Board's recommendation to contact other United Nations publication services and to benchmark against their experience and solutions in the marketing and distribution of publications.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de contacter d'autres services des publications des Nations Unies et de comparer son expérience et ses solutions en matière de commercialisation et de distribution des publications avec les leurs.

source: Since 2002, the Protection Information Section has focused on the relaunching of Refworld and on its distribution to the largest audience possible.
fr: La Section d'information sur la protection s'attache à relancer et à distribuer Refworld à un public aussi large que possible depuis 2002.

source: While considering enhancements such as Internet connectivity, it has paid little attention to the distribution strategy and to actual users' needs, despite satisfaction surveys conducted in 2003 and in 2005.
fr: Elle s'est intéressée à des questions telles que l'amélioration des services Internet, mais a délaissé la stratégie de distribution et les besoins des utilisateurs, malgré les enquêtes de satisfaction menées en 2003 et en 2005.

source: UNHCR agreed with the Board's recommendation to comprehensively review its publication strategy and resources.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'examiner de façon approfondie sa stratégie de publication et ses ressources.

source: Capacity-building (traineeship programme)
fr: Renforcement des capacités (programme de formation)

source: In compliance with its terms of reference, since 2002 the Protection Information Section has developed a traineeship programme aiming at contributing to in-house and external capacity-building initiatives by assisting in the establishment and development of information capabilities.
fr: Conformément à son mandat, la Section d'information sur la protection a mis au point depuis 2002 un programme de formation qui vise à contribuer aux initiatives de renforcement des capacités internes et externes dans le domaine de l'information.

source: Nine trainees from Central and Eastern Europe have benefited from the programme ($64,000).
fr: Neuf stagiaires d'Europe centrale et d'Europe de l'Est ont bénéficié du programme (64 000 dollars).

source: Except for a job description issued in 2003 and e-mail messages to country offices, the programme had no formal guidelines or procedures at the time of the Board's audit.
fr: À l'exception d'une description de poste publiée en 2003 et de messages électroniques échangés avec les bureaux de pays, aucune directive ou procédure n'était prévue au moment où le Comité a procédé à l'audit.

source: It had not been advertised outside UNHCR and was open only to candidates approached by country offices.
fr: Le programme n'a fait l'objet d'aucune publicité à l'extérieur du HCR et n'était ouvert qu'aux candidats avec lesquels les bureaux de pays s'étaient mis en rapport.

source: UNHCR adopted new guidelines and procedures after the Board's audit.
fr: Le HCR a adopté des directives et procédures après l'audit du Comité.

source: No evaluation of the programme had been conducted by October 2004, because the programme had not completed its second year.
fr: Le programme n'en étant qu'à sa deuxième année d'existence, le HCR ne l'avait pas encore évalué en octobre 2004.

source: UNHCR agreed with the Board's recommendation to conduct a formal evaluation of its Protection Information Section traineeship programme.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, d'évaluer le programme de stages de sa Section d'information sur la protection.

source: Protection policy and legal advice
fr: Politique de protection et avis juridiques

source: There was a risk of inconsistency of protection policy.
fr: La politique de protection fait apparaître des incohérences.

source: The UNHCR Manual states that the Protection Operations Support Section is responsible for interface with other departments, divisions and bureaux in UNHCR and that the Section meets regularly with the regional legal officers of the bureaux to analyse protection-related developments and to provide guidance and support to adequately and appropriately address protection concerns in field operations.
fr: D'après le Manuel du HCR, la Section d'appui aux opérations de protection est chargée d'assurer la liaison avec les autres départements, divisions et bureaux du HCR, de tenir des réunions régulières avec les juristes en poste dans les bureaux régionaux afin d'analyser la situation en matière de protection et de fournir des avis et une aide en vue de répondre de façon appropriée aux besoins sur le terrain.

source: However, there was no set schedule of meetings, and while in theory the data flow was clear-cut, daily relations follow different circuits: the Protection Operations Support Section was not systematically the entry point for legal advice.
fr: Toutefois, il n'existe pas de calendrier de réunions et si, en théorie, les filières à suivre sont clairement définies, dans la pratique la Section n'est pas toujours la première à être consultée lorsqu'il s'agit d'obtenir des avis juridiques.

source: It was therefore not clear whether a user Bureau's legal officer was liable for his positions to the Department of International Protection — the legal reference of UNHCR — or to the head of his bureau.
fr: On ne sait pas très bien si les juristes en poste dans les bureaux doivent s'adresser en priorité à la Section d'appui aux opérations de protection, entité qui centralise les avis juridiques, ou au chef du bureau.

source: The latter may have a different approach to the issue, dictated by a local and political environment.
fr: Ce dernier peut avoir une idée très différente de la question en fonction de la situation locale et des conditions politiques.

source: A bureau's legal officer has no means of knowing the latest developments in the law concerning refugees if he does not call upon the Protection Operations Support Section for advice.
fr: Les juristes en poste dans les bureaux extérieurs n'ont pas nécessairement connaissance de tous les éléments nouveaux qui influent sur le droit des réfugiés s'ils ne font pas appel à la Section d'appui aux opérations de protection.

source: UNHCR agreed with the Board's recommendation to review the terms of reference and procedures of the Protection Operations Support Section, with a view to streamlining the relations between the headquarters bureaux and the protection field operations.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de revoir le mandat et les procédures de la Section d'appui aux opérations de protection afin de rationaliser les relations entre le siège, les bureaux et les opérations de protection.

source: Staff turnover presents another risk.
fr: Le taux de rotation du personnel est également problématique.
